Repository: FreePressUnlimited/netaidkit-web
Catalog: nak/webapp/locale/*/LC_MESSAGES/nakweb.po
Languages: ar, es, fr, hr, hu, nl, pl

source: <p>The Tor network can be used to circumvent censorship. Tor will send your data through different countries to bypass filtering.</p> <p><strong>If you wish to use Tor for anonymity purposes, please use the <a href="https://www.torproject.org/download/download-easy" target="_new">Tor Browser Bundle</a> which provides additional privacy and security enhancements.</strong></p> <p>In some repressive countries, using Tor can get you into trouble with the authorities. Please be aware of what the situation is for the country you are in before you connect to Tor.</p> <p>Are you sure you want to connect to Tor?</p>
ar: <P>يمكن استخدام شبكة تور لحجب الرقابة. وسوف تقوم تور بإرسال البيانات الخاصة بك من خلال مختلف البلدان لتجاوز التصفية.</P> <p> <strong> إذا كنت ترغب في استخدام تور لأغراض عدم الكشف عن الهوية، برجاء استخدام <a href="https://www.torproject.org/download/download-easy" target="_new"> وهي حزمة متصفح تور</أ> والذي يوفر المزيد من تحسينات الخصوصية والأمن. </strong> <P/> <p> في بعض الدول القمعية، يمكن ان يسبب استخدام تور المشاكل مع السلطات. يرجى أن تكون على علم بالوضع بالنسبة للبلد الذي أنت فيه قبل الاتصال بـتور . </P> <p> هل أنت متأكد أنك تريد الاتصال بتور؟</P>
es: <p>La red de Tor se puede usar para evitar censura. Tor enviará tus datos a través de diferentes paises para esquivar el filtrado de los mismos.</p> <p><strong>Si quieres usar Tor con fines de anonimato, por favor, usa el <a href="https://www.torproject.org/download/download-easy" target="_new">Paquete de Navegador Tor</a> que provee de privacidad adicional y mejoras en seguridad.</strong></p> <p>En algunos paises represores, usar Tor puede meterte en problemas con las autoridades del país. Por favor, infórmate de cuál es la situación del país en el que estás antes de conectarte a Tor.</p> <p>¿Estás seguro que quieres conectarte a Tor?</p>
fr: <p>Le réseau Tor peut être utilisé pour contourner la censure. Tor acheminera vos données par différents pays pour contourner le filtrage.</p> <p><strong>Si vous souhaitez utiliser Tor pour préserver votre anonymat, veuillez utiliser l'<a href="https://www.torproject.org/download/download-easy" target="_new">offre groupée de navigation Tor</a> qui fournit une protection supplémentaire des renseignements personnels, ainsi que des améliorations de la sécurité.</strong></p> <p>Dans certains pays répressifs, l'utilisation de Tor peut vous causer des problèmes avec les autorités. Soyez bien conscient de la situation dans le pays où vous vous trouvez avant de vous connecter à Tor.</p> <p>Voulez-vous vraiment vous connecter à Tor ?</p>
hr: <p>Tor mreža može biti korištena za obilaženje cenzure. Tor će slati Vaše podatke kroz različite države kako bi obišao filtriranje.</p> <p><strong>Ako želite koristiti Tor u svrhu anonimnosti, molimo koristite <a href="https://www.torproject.org/download/download-easy" target="_new">Tor Browser Bundle</a> koji pruža dodatnu privatnost i sigurnosna poboljšanja.</strong></p> <p>U nekim represivnim državama, korištenje Tor-a Vas može dovesti u nevolje s vlastima. Budite svjesni situacije u državu kojoj se nalazite prije spajanja na Tor.</p> <p>Jeste li sigurni da se želite spojiti na Tor?</p>
hu: <p>AA Tor hálózat a cenzúra megkerülésére szolgál. Tor az adatát különféle országokon küldi keresztül, a korlátozások feloldásához..</p> <p><strong>Ha a Tor-t anonimitási céllal használja, kérjük használja a <a href="https://www.torproject.org/download/download-easy" target="_new">Tor Böngésző csomagot</a> ami további adatvédelmet és biztonságot nyújt.</strong></p> <p>Néhány elnyomó országban a Tor használatával összetűzésbe kerülhet a hatóságokkal. Kérjük figyeljen erre, mielőtt csatlakozna a Tor-hoz.</p> <p>Biztosan szeretne csatlakozni a Tor-hoz?</p>
nl: <p>Het Tor netwerk kan gebruikt worden om censuur te omzeilen. Tor stuurt je data langs verschillende landen om filtering te vermijden.</p> <p><strong>Als je Tor wilt gebruiken om anoniem te blijven, gebruik dan de <a href="https://www.torproject.org/download/download-easy" target="_new">Tor Browser Bundle</a> voor additionele privacy en security verbeteringen.</strong></p> <p>In sommige repressieve landen kan het gebruik van Tor je in problemen brengen met de authoriteiten. Zorg dat je weet wat de situatie is in het land waar je Tor gebruikt.</p> <p>Weet je zeker dat je wilt verbinden met Tor?</p>
pl: <p>Sieć Tor pomoże ominąć cenzurę przesyłając Twoje dane przez różne kraje, tym samym omijając filtrowanie ruchu sieciowego.</p> <p><strong>Jeśli chcesz używać sieci Tor, by anonimizować swój ruch sieciowy, użyj pakietu<a href="https://www.torproject.org/download/download-easy" target="_new">Tor Browser Bundle</a> który dostarcza dodatkowych funkcji mających na celu zwiększenie poziomu prywatności.</strong></p> <p>W niektórych represyjnych państwach używanie sieci Tor może pociągnąć za sobą konsekwencje prawne. Prosimy o bycie świadomym polityki państwa, w którym przebywasz, wobec sieci Tor.</p> <p>Czy jesteś pewny, że chcesz połączyć się z siecią Tor?</p>

source: Disconnect from Tor
ar: قطع الاتصال بـتور
es: Desconectar de Tor
fr: Se déconnecter de Tor
hr: Odspoji se sa Tor-a
hu: Lecsatlakozás a Tor-ról
nl: Tor verbinding verbreken
pl: Odłącz od sieci Tor

source: <p>By disconnecting from the Tor network, your data will no longer be anonymized. Are you sure this is what you want to do?</p>
ar: <P>إذا قطعت الاتصال بشبكة تور، لن يكون مصدر البيانات الخاصة بك مجهولا. هل أنت متأكد أن هذا هو ما تريد أن تفعله؟</P>
es: <p>Al desconectarte de la red Tor tus datos dejarán de ser anónimos. ¿Estás seguro de que quieres eso?</p>
fr: <p>En vous déconnectant du réseau Tor, vos données ne seront plus anonymisées. Est-ce vraiment ce que vous voulez faire ?</p>
hr: <p>Odspajanjem sa Tor mreže, Vaši podatci neće više biti anonimizirani. Jeste li sigurni da to želite?</p>
hu: <p>A Tor hálótatról lecsatlakozással nem lesz többé anonimizált. Biztos szeretné ezt tenni?</p>
nl: <p>Door de verbinding met Tor te verbreken zal je data niet langer geanonimiseerd worden. Weet je zeker dat je dit wilt?</p>
pl: <p>Po odłączeniu od sieci Tor Twój ruch sieciowy nie będzie już anonimowy. Czy jesteś pewny, że chcesz to zrobić?</p>

source: <h3>You are connected to Tor</h3>
ar: <h3>أنت الآن متصل بـتور</h3>
es: <h3>Estás conectado a Tor</h3>
fr: <h3>Vous êtes connecté à Tor</h3>
hr: <h3>Spojeni ste na Tor</h3>
hu: <h3>YCsatlakoztatva a Tor-hoz</h3>
nl: <h3>Je bent verbonden met Tor</h3>
pl: <h3>Jesteś połączony z siecią Tor</h3>

source: <h3>Connecting to Tor</h3>
ar: <h3>جاري الاتصال بـتور</h3>
es: <h3>Conectando a Tor</h3>
fr: <h3>Connexion à Tor</h3>
hr: <h3>Spajanje na Tor</h3>
hu: <h3>Csatlakozás a Tor-hoz</h3>
nl: <h3>Verbinding maken met Tor</h3>
pl: <h3>Trwa łączenie z siecią Tor</h3>

source: The Tor network can be used to circumvent censorship. Tor will send your data through different countries to bypass filtering.
ar: يمكن استخدام شبكة تور لحجب الرقابة. سوف تقوم تور بإرسال البيانات الخاصة بك من خلال مختلف البلدان لتجاوز التصفية.
es: La red Tor se puede usar para evitar censura. Tor enviará tus datos a través de diferentes paises para esquivar el filtrado de los mismos.
fr: Le réseau Tor peut être utilisé pour contourner la censure. Tor acheminera vos données par différents pays pour contourner le filtrage.
hr: Tor mreža može biti korištena za obilaženje cenzure. Tor će slati Vaše podatke kroz različite države kako bi obišao filtriranje.
hu: A Tor hálózat arra használható cenzorálás megkerülésére. A Tor az adatát különféle országokon küldi keresztül, a korlátozások feloldásához.
nl: Het Tor netwerk kan gebruikt worden om censuur te omzeilen. Tor stuurt je verkeer langs verschillende landen om filtering te vermijden.
pl: Sieć Tor pomoże ominąć cenzurę przesyłając Twoje dane przez różne kraje, tym samym omijając filtrowanie ruchu sieciowego.

source: <h3>Tor</h3> <p>The Tor network can be used to circumvent censorship. Tor will send your data through different countries to bypass filtering.</p>
ar: <h3>تور</h3> <p>يمكن استخدام شبكة تور لحجب الرقابة. سوف تقوم تور بإرسال البيانات الخاصة بك من خلال مختلف البلدان لتجاوز التصفية.</p>
es: <h3>Tor</h3> <p>La red Tor se puede usar para evitar censura. Tor enviará tus datos a través de diferentes paises para esquivar el filtrado de los mismos.</p>
fr: <h3>Tor</h3> <p>Le réseau Tor peut être utilisé pour contourner la censure. Tor acheminera vos données par différents pays pour contourner le filtrage.</p>
hr: <h3>Tor</h3> <p>Tor mreža može biti korištena za obilaženje cenzure. Tor će slati Vaše podatke kroz različite države kako bi obišao filtriranje.</p>
hu: <h3>Tor</h3> <p>A Tor hálózat a cenzúra megkerülésére szolgál. Tor az adatát különféle országokon küldi keresztül, a korlátozások feloldásához.</p>
nl: <h3>Tor</h3> <p>Het Tor netwerk kan gebruikt worden om censuur te omzeilen. Tor stuurt je data langs verschillende landen om filtering te vermijden.</p>
pl: <h3>Sieć Tor</h3> <p>Sieć Tor pomoże ominąć cenzurę przesyłając Twoje dane przez różne kraje, tym samym omijając filtrowanie ruchu sieciowego.</p>

source: Captive portal detected
ar: تم اكتشاف البوابة الإلكترونية الأسيرة
es: Detectado portal cautivo
fr: Portail captif détecté
hr: Otkriven restriktivni portal
hu: Megszakító (captive) portál érzékelve
nl: Captive portal gedetecteerd
pl: Wykryto portal blokujący

source: Click here to open portal page.
es: Pulse aquí para abrir la página del portal.
fr: Cliquez ici pour ouvrir la page du portail.
hr: Kliknite ovdje kako bi otvorili stranicu portala.

source: Toggle navigation
ar: تبديل الملاحة
es: Cambiar modo de navegación
fr: Format d'écran
hr: Promjeni navigacijski prikaz
hu: Navigáció kapcsolása
nl: Toggle navigatie
pl: Rozwiń

source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé
hr: Napredno
hu: Speciális
nl: Geavanceerd
pl: Ustawienia zaawansowane

source: Settings
ar: إعدادات
es: Configuración
fr: Paramètres
hr: Postavke
hu: Beállítások
nl: Instellingen
pl: Ustawienia

source: Network
ar: شبكة
es: Red
fr: Réseau
hr: Mreža
hu: Hálózat
nl: Netwerk
pl: Sieć

source: Show logs
ar: عرض تسجيل الدخول
es: Mostrar logs
fr: Afficher les journaux
hr: Prikaži zapise
hu: Logok megtekintése
nl: Logs tonen
pl: Dziennik

source: Log out
ar: خروج
es: Salir
fr: Déconnexion
hr: Odjava
hu: Kilépés
nl: Uitloggen
pl: Wyloguj

source: Enter a new wireless network name for your NetAidKit. You will connect your devices to this wireless network once you completed setting up.
ar: أدخل اسم شبكة لاسلكية جديدة لNetAidKit الخاصة بك. سوف تقوم بتوصيل الأجهزة الخاصة بك لهذه الشبكة اللاسلكية بمجرد الانتهاء من الإعداد.
es: Introduce un nombre nuevo de red inalámbrica para tu NetAidKit. Conectarás tus dispositivos a esta red inalámbrica una vez hayas completado la configuración.
fr: Saisissez un nouveau nom de réseau Wi-Fi pour votre NetAidKit. Vous connecterez vos appareils à ce réseau Wi-Fi une fois le paramétrage terminé.
hr: Unesite novo ime bežične mreže za Vaš NetAidKit. Spojit ćete svoje uređaje na ovu bežičnu mrežu nakon što završite postavljanje.
hu: Adjon meg egy új wifi hálózat nevet a NetAidKit-hez. Az eszközeit ehhez a hálózathoz kell csatlakoztatnia, ha a beállítások megtörténtek.
nl: Vul een nieuw draadloos netwerk naam in voor je NetAidKit. Je zal je apparaten met dit netwerk verbinden.
pl: Wybierz nazwę sieci, która zostanie utworzona przez NetAidKit. Twoje urządzenia będą mogły dzięki niej łączyć się z siecią Internet.

source: Please retype the new wireless network key.
ar: برجاء إعادة كتابة مفتاح الشبكة اللاسلكية الجديدة.
es: Por favor, repite la clave nueva de la red inalámbrica.
fr: Veuillez saisir le nouveau mot de passe du réseau Wi-Fi de nouveau.
hr: Molimo ponovno unesite novi ključ bežične mreže.
hu: Kérem írja be újra az új wifi jelszót.
nl: Vul je draadloze netwerk sleutel nogmaals in.
pl: Potwierdź hasło sieci bezprzewodowej.

source: You will need a password to make changes to the configuration of the NetAidKit after setting up, choose one here. The password must be at least 8 characters long.
ar: سوف تحتاج إلى كلمة سر لإجراء تغييرات على التهيئة الخاصة بـNetAidKit بعد الإعداد، اختر واحدة هنا. يجب أن تكون كلمة السر بطول 8 أحرف على الأقل.
es: Necesitarás una contraseña para realizar cambios en la configuración del NetAidKit después de configurarlo, escoge una aquí. La contraseña debe tener una longitud de al menos 8 caracteres.
fr: Il vous faudra un mot de passe pour apporter des modifications à la configuration du NetAidKit après le paramétrage. Choisissez-en un ici. Le mot de passe doit comporter au moins 8 caractères.
hr: Trebat ćete lozinku kako bi unosili promjene u konfiguraciju NetAidKit-a nakon postavljanja, ovdje odaberite koju. Lozinka mora biti najmanje 8 znakova duga.
hu: Szüksége van egy jelszóra, hogy a beállításokat a NetAidKit-ben később megváltoztathassa, válasszon egyet most. A jelszónak legalább 8 karakteresnek kell lennie.
nl: Je hebt een wachtwoord nodig om de instellingen van je NetAidKit te kunnen wijzigen. Kies er hier één. Het wachtwoord moet minimaal 8 tekens lang zijn.
pl: Wpisz hasło administratora wymagane podczas logowania do panelu konfiguracyjnego urządzenia NetAidKit. Hasło musi mieć co najmniej 8 znaków.

source: Please retype the new admin password.
ar: برجاء إعادة كتابة كلمة السر المشرف الجديدة.
es: Por favor, repite la nueva contraseña de administrador.
fr: Veuillez saisir le nouveau mot de passe d'admin de nouveau.
hr: Molimo ponovno upišite novu administratorsku lozinku.
hu: Kérem írja be újra az új admin jelszót.
nl: Vul nogmaals het administrator wachtwoord in.
pl: Wpisz ponownie hasło administratora w celu weryfikacji

source: Finish Setup
es: Terminar configuración
fr: Terminer le paramétrage
hr: Dovrši postavljanje
hu: Telepítés befejezése
nl: Setup voltooien
pl: Zakończ

source: You are about to reconfigure the netaidkit Access Point. You will be disconnected after clicking the 'Yes' button. You can then reconnect with your new settings.</p>
es: Está a punto de reconfigurar el punto de acceso de NetAidKit. Se le desconectará tras pulsar el botón 'Sí'. Después puede volver a conectar con su nueva configuración.</p>
fr: Vous êtes sur le point de reconfigurer le point d'accès netaidkit. Vous serez déconnecté après avoir cliqué sur le bouton « Oui ». Vous pourrez ensuite vous reconnecter avec vos nouveaux paramètres.</p>
hr: Ponovno ćete konfigurirati NetAidKit pristupnu točku. Bit ćete odspojeni nakon što kliknete 'Da'. Nakon toga se možete spojiti sa svojim novim postavkama.</p>

source: N/A
ar: لا ينطبق
es: No disponible
fr: ND
hr: Nije primjenjivo
nl: Niet Beschikbaar

source: Disconnected
ar: غير متصل
es: Desconectado
fr: Déconnecté
hr: Odspojeno
hu: Kapcsolat nélkül
nl: Verbinding verbroken
pl: Odłączono

source: Please reconnect using the new settings. This page will reload automatically.
ar: برجاء إعادة استخدام الإعدادات الجديدة. سوف يتم إعادة تحميل هذه الصفحة تلقائيا.
es: Por favor, vuelve a conectarte usando la nueva configuración. Esta página se recargará automáticamente.
fr: Veuillez vous reconnecter en utilisant les nouveaux paramètres. Cette page se rechargera automatiquement.
hr: Molimo ponovno se spojite koristeći nove postavke. Ova stranica će se učitati automatski.
hu: Kérjük csatlakozzon újra az új beállítások használatához. Az oldal automatikusan újratölt.
nl: Verbind opnieuw met de nieuwe instellingen. Deze pagina zal automatisch herladen.
pl: Proszę połączyć się ponownie używając nowych ustawień. Strona interfejsu użytkownika zostanie odświeżona automatycznie.

source: <h3>You are connected to a VPN</h3>
ar: <h3>انت متصل بالشبكة الخاصة الافتراضية<h3/>
es: <h3>Estás conectado a una VPN</h3>
fr: <h3>Vous êtes connecté à un RPV</h3>
hr: <h3>Spojeni ste na VPN</h3>
hu: <h3>Csatlakoztatva a VPN-hez</h3>
nl: <h3>Je bent verbonden met een VPN</h3>
pl: Jesteś połączony z siecią VPN

source: Sorry, your file is too big. Are you sure it is a valid .ovpn file?
es: Lo sentimos, su fichero es demasiado grande. ¿Está seguro de que es un fichero .ovpn válido?
fr: Désolé, votre fichier est trop gros. Est-ce vraiment un fichier .ovpn valide ?
hr: Žao nam je, Vaša datoteka je prevelika. Jeste li sigurni da je to valjana .ovpn datoteka?

source: <h3>Internet</h3>
ar: <h3>انترنت</h3>

source: <h3>OpenVPN</h3>
ar: <h3>فتح الشبكة الخاصة الافتراضية</h3>
