Repository: FreePressUnlimited/netaidkit-web
Catalog: nak/webapp/locale/*/LC_MESSAGES/nakweb.po
Languages: ar, es, fr, hr, hu, nl, pl

source: Successfully saved network settings.
ar: تم بنجاح حفظ إعدادات الشبكة.
es: La configuración de red se guardó correctamente.
fr: Paramètres réseau enregistrés avec succès.
hr: Uspješno pohranjene mrežne postavke.
hu: Hálózati beállítások sikeresen mentve.
nl: Netwerk instellingen succesvol opgeslagen.
pl: Zapisano ustawienia sieciowe.

source: Successfully changed wireless access point.
ar: تغيرت نقطة الوصول اللاسلكية بنجاح.
es: Se ha completado el cambio de configuración del punto de acceso inalámbrico.
fr: Le point d'accès Wi-Fi a été modifié avec succès.
hr: Uspješno promjenjena bežična pristupna točka.
hu: A Wifi sikeresen megváltoztatva.
nl: Succesvol van wireless access point veranderd.
pl: Zmiana punktu dostępowego powiodła się.

source: Resetting NetAidKit back to factory settings.
es: Restablecer NetAidKit de vuelta a la configuración de fábrica.
fr: Réinitialisation du NetAidKit aux paramètres d'usine.
hr: Vraćanje NetAidKita na tvorničke postavke.

source: All fields are required.
ar: جميع الحقول مطلوبة.
es: Se requieren todos los campos.
fr: Tous les champs sont exigés.
hr: Sva polja su obavezna.
hu: Minden mező kitöltése szükséges.
nl: Alle velden zijn verplicht.
pl: Wymagane jest uzupełnienie wszystkich pól.

source: Keys do not match.
ar: المفاتيح غير متطابقة.
es: Las claves no coinciden.
fr: Les clés ne correspondent pas.
hr: Ključevi se ne podudaraju.
hu: Jelszó nem egyezik.
nl: Sleutels komen niet overeen.
pl: Wpisane klucze nie są takie same.

source: Invalid key length, must be between 8 and 63 characters.
ar: طول المفتاح غير صالح، يجب أن يكون بين 8 و 63 حرفا.
es: Longitud de clave no válida, debe tener de 8 a 63 caracteres.
fr: Longueur de clé invalide. Elle doit comporter entre 8 et 63 caractères.
hr: Neispravna duljina ključa, mora biti između 8 i 64 znaka.
hu: Érvénytelen jelszó hossz, 8 és 63 karakter között kell lennie.
nl: Ongeldige sleutel lengte, moet tussen de 8 en 63 characters lang zijn.
pl: Niewłaściwa długość klucza. Długość musi mieścić się pomiędzy 8, a 63 znakami.

source: Successfully changed administrator password.
ar: تغيرت كلمة سر المشرف بنجاح.
es: La contraseña de administrador se ha cambiado correctamente.
fr: Le mot de passe de l'administrateur a été changé avec succès.
hr: Uspješno promjenjena administratorska lozinka.
hu: Az adminisztrátor jelszó sikeresen megváltoztatva.
nl: Administrator wachtwoord succesvol gewijzigd.
pl: Zmieniono hasło administratora.

source: Current admin password is incorrect.
ar: كلمة سر المشرف الحالية غير صحيحة.
es: La actual contraseña de administrador es incorrecta.
fr: Le mot de passe actuel d'admin est erroné.
hr: Trenutna administratorska lozinka je netočna.
hu: Az aktuális admin jelszó nem megfelelő.
nl: Huidige admin wachtwoord is incorrect.
pl: Wpisane hasło administratora jest niepoprawne.

source: Passwords do not match.
ar: كلمة السر غير متطابقة.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hr: Lozinke se ne podudaraju.
hu: Jelszavak nem egyeznek.
nl: Wachtwoorden komen niet overeen.
pl: Wpisane hasła nie są takie same.

source: Password must be at least 8 characters.
ar: يجب أن تكون كلمة السر مكونة من 8 حروف على الأقل.
es: La contraseña debe tener al menos 8 caracteres.
fr: Le mot de passe doit comporter au moins 8 caractères.
hr: Lozinka mora imati najmanje 8 znakova.
hu: A jelszó legalább 8 karakter kell legyen.
nl: Wachtwoord moet minimaal 8 tekens lang zijn.
pl: Hasło musi mieć co najmniej 8 znaków.

source: Access Point successfully set up.
ar: تم بنجاح إعداد نقطة الوصول.
es: Se ha completado la configuración del punto de acceso.
fr: Point d'accès configuré avec succès.
hr: Pristupna točka uspješno postavljena.
hu: A hozzáférési pont sikeresen beállítva.
nl: Access point succesvol ingesteld.
pl: Uruchomiono punkt dostępowy Wi-Fi.

source: Wireless key does not match.
es: La clave inalámbrica no coincide.
fr: La clé du Wi-Fi ne correspond pas.
hr: Bežični ključevi se ne podudaraju.

source: Admin password does not match.
ar: كلمة سر المشرف غير متطابقة.
es: La contraseña de administrador no coincide.
fr: Le mot de passe d'admin ne correspond pas.
hr: Administratorska lozinka se ne podudara.
hu: Admin jelszavak nem egyeznek.
nl: Admin wachtwoorden komen niet overeen.
pl: Nieprawidłowe hasło administratora.

source: Admin password must be at least 8 characters.
ar: يجب أن تكون كلمة سر المشرف مكونة من 8 حروف على الأقل.
es: La contraseña de administrador deber tener al menos 8 caracteres.
fr: Le mot de passe d'admin doit comporter entre 8 et 63 caractères.
hr: Administratorska lozinka mora imati najmanje 8 znakova.
hu: Az admin jelszó legalább 8 karakteres kell legyen.
nl: Admin wachtwoord moet minimaal 8 characters lang zijn.
pl: Hasło administratora musi składać się z co najmniej ośmiu znaków.

source: Setup complete.
ar: اكتمل التثبيت.
es: Instalación completada.
fr: Paramétrage terminé.
hr: Postavljanje završeno.
hu: Telepítés kész.
nl: Setup afgerond.
pl: Konfiguracja zakończona.

source: Tor log empty.
ar: سجل تور فارغ.
es: Registro (log) de Tor vacío.
fr: Le journal de Tor est vide.
hr: Tor zapisi prazni.
hu: Tor log üres.
nl: Tor log is leeg.
pl: Dziennik Tor jest pusty.

source: OpenVPN log empty.
ar: سجل الشبكة الخاصة الافتراضية المفتوحة فارغ.
es: Registro (log) de OpenVPN vacío.
fr: Le journal dOpenVPN est vide.
hr: OpenVPN zapisi prazni.
hu: OpenVPN log üres.
nl: OpenVPN log is leeg.
pl: Dziennik OpenVPN jest pusty.

source: Wired connection
es: Conexión cableada
fr: Connexion filaire
hr: Žičana veza

source: VPN config file uploaded.
ar: تم تحميل ملف التهيئة بالشبكة الخاصة الافتراضية.
es: Se ha subido el fichero de configuración de la VPN.
fr: Le fichier de configuration du RPV a été téléversé.
hr: VPN konfiguracijska datoteka postavljena.
hu: VPN config fájl sikeresen feltöltve.
nl: VPN configuratie bestand opgeslagen.
pl: Zapisano plik konfiguracyjny OpenVPN.

source: File upload failed.
ar: فشل تحميل الملف.
es: Fallo al subir el fichero.
fr: Échec de téléversement du fichier.
hr: Postavljanje datoteke nije uspjelo.
hu: Fájl feltöltés sikertelen.
nl: Bestand opslaan mislukt.
pl: Przesyłanie pliku nie powiodło się.

source: VPN config file removed.
ar: تمت إزالة ملف تهيئة الشبكة الخاصة الافتراضية.
es: Se ha eliminado el fichero de configuración de la VPN.
fr: Le fichier de configuration du RPV a été supprimé.
hr: VPN konfiguracijska datoteka uklonjena.
hu: VPN konfig fájl törölve.
nl: VPN configuratie verwijderd.
pl: Usunięto plik konfiguracyjny OpenVPN.

source: Could not remove file.
ar: لا يمكن إزالة الملف.
es: No se pudo eliminar el fichero.
fr: Impossible de supprimer le fichier.
hr: Nije uspjelo uklanjanje datoteke.
hu: Fájl törlése nem sikertelen.
nl: Kon bestand niet verwijderen.
pl: Usunięcie pliku nie powiodło się.

source: All fields are required
ar: جميع الحقول مطلوبة.
es: Se requieren todos los campos
fr: Tous les champs sont exigés.
hr: Sva polja su obavezna
hu: Minden mező kitöltése szükséges
nl: Alle velden zijn verplicht.
pl: Wymagane jest uzupełnienie wszystkich pól.

source: Username/password is incorrect.
ar: اسم المستخدم/كلمة السر غير صحيحة.
es: Nombre de usuario/contraseña incorrecto.
fr: Non d'utilisateur/mot de passe erroné(s).
hr: Korisničko ime/lozinka nisu točni.
hu: Felhasználónév/jelszó nem megfelelő.
nl: Gebruikersnaam/wachtwoord is incorrect.
pl: Nazwa użytkownika lub hasło są nieprawidłowe.

source: <span style="color: red;">Disconnected</span>
es: <span style="color: red;">Desconectado</span>
fr: <span style="color: red;">Déconnecté</span>
hr: <span style="color:red;">Odspojeno</span>

source: The following errors have occurred:
ar: حدثت الأخطاء التالية:
es: Se han encontrado los siguientes errores:
fr: Les erreurs suivantes se sont produites :
hr: Dogodile su se sljedeće pogreške:
hu: Az alábbi hibák történtek:
nl: De volgende fouten zijn opgetreden:
pl: Wystąpiły poniższe błędy:

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
hr: Zatvori
hu: Bezár
nl: Sluiten
pl: Zamknij

source: Connecting
ar: جاري الاتصال
es: Conectando
fr: Connexion
hr: Spajanje
hu: Csatlakozás
nl: Verbinding maken
pl: Łączę

source: Connecting to the selected network...
es: Conectando a la red seleccionada...
fr: Connexion au réseau choisi...
hr: Spajanje na odabranu mrežu...

source: <h3>Select a wireless network:</h3>
ar: <h3>اختر شبكة لاسلكية:<h3/>
es: <h3>Selecciona una red inalámbrica:</h3>
fr: <h3>Choisir un réseau Wi-Fi :</h3>
hr: <h3>Odaberite bežičnu mrežu:</h3>
hu: <h3>Wifi hálózat választása:</h3>
nl: <h3>Kies een draadloos netwerk:</h3>
pl: <h3>Wybierz sieć bezprzewodową:</h3>

source: Refresh
ar: تجديد
es: Recargar
fr: Rafraîchir
hr: Osvježi
hu: Frissítés
nl: Verversen
pl: Odśwież

source: Wireless Password
es: Contraseña inalámbrica
fr: Mot de passe du réseau Wi-Fi
hr: Bežična lozinka

source: Connect
ar: اتصل
es: Conectar
fr: Connexion
hr: Spoji se
hu: Csatlakozás
nl: Verbinden
pl: Połącz

source: <h3>Login</h3>
ar: <h3>تسجيل الدخول</h3>
es: <h3>Identificador de acceso</h3>
fr: <h3>Connexion</h3>
hr: <h3>Prijava</h3>
hu: <h3>Belépés</h3>
nl: <h3>Inloggen</h3>
pl: <h3>Logowanie</h3>

source: The update is being installed
ar: تم تنصيب التحديث
es: Se está instalando la actualización
fr: La mise à jour est en cours d'installation
hr: Ažuriranje se instalira
hu: A frissítés telepítésre kerül
nl: De update wordt geïnstalleerd.
pl: Trwa instalacja poprawki

source: Please make sure you are still connected to either <b>%s</b> wireless network or NetAidKit LAN port after the device restarts. This page will refresh automatically.
ar: يرجى التأكد من أنك لا تزال متصل إما <b>%s</b>بالشبكة اللاسلكية أو NetAidKit منفذ الشبكة المحلية LAN بعد إعادة تشغيل الجهاز . هذه الصفحة سوف تتجدد تلقائيا.
es: Por favor, asegúrate de que, cuando el dispositivo se reinicie, aún estás conectado a la red inalámbrica <b>%s</b> o al puerto NetAidKit LAN. Esta página se recargará automáticamente.
fr: Veuillez vous assurer d'être encore connecté soit au réseau Wi-Fi <b>%s</b>, soit au port LAN du NetAidKit après le redémarrage de l'appareil. Cette page sera rafraîchi automatiquement.
hr: Molimo provjerite dali ste još spojeni na bežičnu mrežu <b>%s</b> ili NetAidKit LAN priključak nakon ponovnog pokretanja uređaja. Ova stranica će se osvježiti automatski.
hu: Kérjük biztosítsa, hogy csatlakozva maradjon vagy a <b>%s</b> wifi hálózathoz vagy a NetAidKit LAN porthoz az eszköz újraindulása után. Ez az oldal automatikusan frissül.
nl: Controleer of je nog steeds verbonden bent met het draadloze netwerk <b>%s</b> of via de netwerk kabel nadat de NetAidKit herstart. Deze pagina ververst automatisch.
pl: Proszę upewnić się, że Twój komputer pozostanie połączony z siecią bezprzewodową <b>%s</b> lub portem LAN urządzenia NetAidKit po jego ponownym uruchomieniu.

source: Warning: DO NOT turn off or disconnect the device during the install process!
ar: تحذير: لا تغلق أو تقطع اتصال الجهاز خلال عملية التنصيب!
es: Advertencia: ¡NO apages ni desconectes el dispositivo durante el proceso de instalación!
fr: Avertissement : NE PAS éteindre ou déconnecter l'appareil pendant l'installation !
hr: Upozorenje: NE GASITE I NE ODSPAJAJTE uređaj tokom procesa instalacije!
hu: Figyelem: NE KAPCSOLJA KI vagy húzza ki az eszközt a telepítés folyamán!
nl: Waarschuwing: Zet de NetAidKit NIET uit gedurende het installatie proces!
pl: Uwaga: proszę nie wyłączać urządzenia NetAidKit podczas instalacji!

source: The update server cannot be contacted!
es: ¡No se puede contactar con el servidor de actualización!
fr: Impossible de contacter le serveur de mise à jour !
hr: Poslužitelj ažuriranja nije dostupan!

source: There is a new update available for your NetAidKit!
es: ¡Hay una nueva actualización disponible para su NetAidKit!
fr: Une nouvelle mise à jour est proposée pour votre NetAidKit !
hr: Dostupno je novo ažuriranje za Vaš NetAidKit!

source: <h3>Wireless</h3>
ar: <h3>لاسلكية<h3/>
es: <h3>Conexión inalámbrica</h3>
fr: <h3>Wi-Fi</h3>
hr: <h3>Bežična mreža</h3>
hu: <h3>Wifi</h3>
nl: <h3>Draadloos</h3>
pl: <h3>Sieć bezprzewodowa</h3>

source: Here you can manage the NetAidKit basic wireless configuration settings.
ar: هنا يمكنك إدارة إعدادات التهيئة اللاسلكية الأساسية لـNetAidKit.
es: Aquí puede gestionar la configuración básica de la conexión inalámbrica del NetAidKit.
fr: Vous pouvez gérer ici les paramètres de base de la configuration Wi-Fi du NetAidKit.
hr: Ovdje možete upravljati osnovnim bežičnim postavkama NetAidKit-a.
hu: Itt kezelheti a NetAidKit alap wifi beállításait.
nl: Hier kun je de NetAidKit basis draadloze instellingen wijzigen
pl: Tu możesz zmienić podstawowe ustawienia sieci bezprzewodowych.

source: <h3>Password</h3>
ar: <h3>كلمة السر</h3>
es: <h3>Contraseña</h3>
fr: <h3>Mot de passe</h3>
hr: <h3>Lozinka</h3>
hu: <h3>Jelszó</h3>
nl: <h3>Wachtwoord</h3>
pl: <h3>Hasło dostępu</h3>

source: Here you can change the NetAidKit admin login password.
ar: هنا يمكنك تغيير كلمة سر المشرف NetAidKit لتسجيل الدخول.
es: Aquí puede cambiar la contraseña de administrador (admin) del NetAidKit.
fr: Vous pouvez modifier ici le mot de passe de connexion admin du NetAidKit.
hr: Ovdje možete promjeniti NetAidKit administratorsku lozinku za prijavu.
hu: Itt változtathatja meg a NetAidKit admin belépési jelszavát.
nl: Hier kun je het NetAidKit administrator wachtwoord wijzigen
pl: Tu możesz zmienić hasło administratora urządzenia NetAidKit.

source: <h3>Localization</h3>
ar: <h3>الترجمة</h3>
es: <h3>Localización</h3>
fr: <h3>Localisation</h3>
hr: <h3>Lokalizacija</h3>
hu: <h3>Nyelvi beállítások</h3>
nl: <h3>Taalinstellingen</h3>
pl: <h3>Ustawienia regionalne</h3>

source: Here you can change interface language.
ar: هنا يمكنك تغيير لغة الواجهة.
es: Aquí puede cambiar el idioma de la interfaz.
fr: Vous pouvez modifier ici la langue de l'interface.
hr: Ovdje možete promjeniti jezik sučelja.
hu: Itt cserélheti az interfész nyelvét.
nl: Hier kun je de taalinstellingen wijzigen.
pl: Tu możesz zmienić język interfejsu użytkownika.

source: <h3>Device information</h3>
ar: <h3>معلومات الجهاز</h3>
es: <h3>Información del dispositivo</h3>
fr: <h3>Informations sur les appareils</h3>
hr: <h3>Informacije o uređaju</h3>
hu: <h3>Eszköz információ</h3>
nl: <h3>Apparaat informatie:</h3>
pl: <h3>Informacje o urządzeniu</h3>

source: Enter your password
ar: ادخل كلمة السر
es: Introduzca su contraseña
fr: Saisir votre mot de passe
hr: Unesite svoju lozinku
hu: Adja meg jelszavát
nl: Vul je wachtwoord in
pl: Wpisz hasło dostępu

source: The password you configured during setup.
ar: كلمة السر التي تم تكوينها أثناء الإعداد.
es: La contraseña que configuró durante la instalación.
fr: Le mot de passe défini lors de la configuration
hr: Lozinka koju ste konfigurirali tijekom postavljanja.
hu: A jelszó, amit a telepítés során megadott.
nl: Het wachtwoord dat je tijdens de Setup instelde
pl: Hasło dostępu wybrane w trakcie ustawień początkowych

source: <h3>Connect</h3> <p>The NetAidKit is currently not connected to the Internet.</p> <p>To connect, choose a wireless network on the right.</p> <p>Enter a password if the network requires it.</p> <p>Click on the Connect button.</p> <p>Alternatively, you can connect by plugging a network cable into the WAN port</p>
es: <h3>Conectar</h3> <p>El NetAidKit actualmente no está conectado a Internet.</p> <p>Para conectar, escoja una red inalámbrica a la derecha.</p> <p>Introduzca la contraseña si la red la requiere.</p> <p>Pulse el botón Conectar.</p> <p>Como alternativa, puede conectar enchufando el cable de red al puerto WAN.</p>
fr: <h3>Connexion</h3> <p>Le NetAidKit n'est actuellement pas connecté à Internet.</p> <p>Pour le connecter, choisissez un réseau Wi-Fi sur la droite.</p> <p>Saisissez un mot de passe si le réseau l'exige.</p> <p>Cliquez sur le bouton Connexion.</p> <p>Vous pouvez aussi vous connecter en branchant un câble réseau dans le port WAN.</p>
hr: <h3>Spoji se</h3> <p>NetAidKit trenutno nije spojen na Internet.</p> <p>Kako bi se spojili, odaberite bežičnu mrežu sa desne strane.</p> <p>Unesite lozinku ako ju mreža zahtjeva.</p> <p>Kliknite na gumb Spoji se.</p> <p>Alternativno, možete se spojiti priključivanjem mrežnog kabla u WAN priključak.</p>

source: Access point settings:
es: Configuración del punto de acceso:
fr: Paramètres du point d'accès :
hr: Postavke pristupne točke

source: Broadcast SSID
es: SSID divulgado
fr: Diffuser le nom du réseau Wi-Fi
hr: Prikaži SSID

source: Submit Change
es: Enviar cambio
fr: Envoyer le changement
hr: Spremi promjene

source: Stored networks:
es: Redes almacenadas:
fr: Réseaux enregistrés :
hr: Pohranjene mreže:

source: Configure Network:
es: Configurar red:
fr: Configurer le réseau :
hr: Konfiguracija mreže:

source: Configure this stored network by changing data in these fields:
es: Configure esta red almacenada cambiando los datos de estos campos:
fr: Configurez ce réseau enregistré en modifiant les données de ces champs :
hr: Konfigurirajte pohranjenu mrežu promjenom podataka u ovim poljima:

source: Auto Connect
es: Auto conectar
fr: Connexion automatique
hr: Automatsko spajanje

source: Submit Changes
es: Enviar cambios
fr: Envoyer les changements
hr: Spremi promjene

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hr: Odustani
hu: Mégsem
nl: Annuleer
pl: Anuluj

source: This is the basic Tor logfile
ar: هذا هو ملف سجل تور الأساسي
es: Este es el fichero de registro (log) básico de Tor
fr: Voici le fichier journal de base de Tor
hr: Ovo je osnovna Tor datoteka zapisa
hu: Ez az alap Tor log fájl.
nl: Dit is het standaard Tor logbestand
pl: Nieprzetworzony dziennik oprogramowania Tor

source: click to download
es: pulse para descargar
fr: Cliquez pour le télécharger
hr: kliknite za preuzimanje

source: This is the basic OpenVPN logfile
ar: هذا هو ملف التسجيل الأساسي لفتح الشبكة الخاصة الافتراضية
es: Este es el fichero de registro (log) básico de OpenVPN
fr: Voici le fichier journal de base d'OpenVPN
hr: Ovo je osnovna OpenVPN datoteka zapisa
hu: Ez az alap OpenVPN log fájl
nl: Dit is het standaard OpenVPN logbestand
pl: Nieprzetworzony dziennik oprogramowania OpenVPN

source: <title>Welcome!</title>
ar: <title>مرحبا!</title>
es: <title>¡Bienvenido!</title>
fr: <title>Bienvenue !</title>
hr: <title>Dobrodošli!</title>
hu: <title>Köszöntjük!</title>
nl: <title>Welkom!</title>
pl: <title>Witaj!</title>

source: <h3>Network</h3> <p>Here you can manage the NetAidKit network settings.</p>
ar: <h3>شبكة</h3> <p>يمكنك إدارة إعدادات شبكة NetAidKit هنا.</P>
es: <h3>Red</h3> <p>Aquí puede gestionar la configuración de red del NetAidKit.</p>
fr: <h3>Réseau</h3> <p>Vous pouvez gérer ici les paramètres réseau du NetAidKit.</p>
hr: <h3>Mreža</h3> <p>Ovdje možete upravljati NetAidKit mrežnim postavkama.</p>
hu: <h3>Hálózat</h3> <p>Itt állíthatja a NetAidKit hálózati beállításait.</p>
nl: <h3>Netwerk</h3> <p>Hier kun je de netwerk instellingen van de NetAidKit wijzigen.</p>
pl: <h3>Sieć</h3> <p>Tutaj możesz zarządzać ustawieniami sieciowymi.</p>

source: <h3>Setup</h3> <p>Before you can use the NetAidKit, you've got to make it your own. On this page, we will give your NetAidKit a new wireless network name and password and choose an administrator password you will use to make changes in the future.</p> <p>Let's get started!</p>
ar: <h3>التثبيت</h3> <p>قبل أن تتمكن من استخدام NetAidKit، يجب أن تجعلها خاصة بك. وفي هذه الصفحة، سوف نعطي NetAidKit اسما جديدا للشبكة لاسلكية وكلمة سر واختيار كلمة سر المشرف التي ستستخدمها لإجراء التغييرات في المستقبل.</p> <p>هيا نبدأ!</p>
es: <h3>Configuración</h3> <p>Antes de que pueda usar el NetAidKit tiene que tomar control sobre él. En esta página, escogerá un nuevo nombre y contraseña para la red inalámbrica de su NetAidKit, y elegirá una contraseña de administrador que utilizará para realizar cambios en el futuro.</p> <p>¡Comencemos!</p>
fr: <h3>Paramétrage</h3> <p>Avant d'utiliser le NetAidKit, vous devez vous l'approprier. Sur cette page, nous donnerons un nouveau nom de réseau Wi-Fi à votre NetAidKit et choisirons un mot de passe d'administrateur que vous utiliserez ultérieurement pour faire des modifications.</p> <p>Allons-y !</p>
hr: <h3>Postavke</h3> <p>Prije nego što možete koristiti NetAidKit, morate ga učiniti svojim. Na ovoj stranici ćemo dati Vašem NetAidKit-u novo ime i lozinku bežične mreže, te izabrati administratorsku lozinku koju ćete koristiti za unošenje promjena u budućnosti.</p> <p>Počnimo!</p>
hu: <h3>Telepítés</h3> <p>Mielőtt használni tudná a NetAidKit-et, először be kell állítania. Ezen az oldalon a NetAidKit-nek új wifi hálózat nevet és jelszót kaphat, és admin jelszót választhat, a jövőbeni beállításokhoz.</p> <p>Kezdjük!</p>
nl: <h3>Setup</h3> <p>Voordat je de NetAidKit kunt gebruiken zul je hem moeten instellen. Op deze pagina zullen we de NetAidKit voorzien van een nieuwe draadloos netwerk naam en wachtwoord en een administrator wachtwoord kiezen dat je in de toekomst nodig hebt</p> <p>Aan de slag!</p>
pl: <h3>Ustawienia początkowe</h3> <p>Przed użyciem urządzenia NetAidKit konieczna jest jego personalizacja. Na tej stronie możesz wybrać nazwę sieci bezprzewodowej, którą utworzy NetAidKit, jej hasło, oraz hasło administratora, które posłuży Ci do zmiany ustawień w przyszłości.</p> <p>Zaczynajmy!</p>

source: <h3>Update Required</h3> <p>A newer version of the software is available.</p>
ar: <h3>التحديث مطلوب</h3> <p>تتوفر نسخة أحدث من البرنامج .</p>
es: <h3>Se solicita actualizar</h3> <p>Hay disponible una versión nueva del software.</p>
fr: <h3>Mise à jour exigée</h3> <p>Une nouvelle version du logiciel est proposée.</p>
hr: <h3>Ažuriranje potrebno</h3> <p>Nova verzija software-a je dostupna.</p>
hu: <h3>Frissítés szükséges</h3> <p>A szoftverből új verzió érhető el.</p>
nl: <h3>Update Noodzakelijk</h3> <p>Er is een nieuwe versie van de software beschikbaar.</p>
pl: <h3>Wymagana jest instalacja poprawki</h3> <p>Nowsza wersja oprogramowania jest dostępna.</p>

source: Please press the <i>download</i> button to start.
es: Por favor, pulse el botón <i>descargar</i> para comenzar.
fr: Veuillez cliquer sur le bouton <i>Télécharger</i> pour commencer.
hr: Molimo pritisnite <i>preuzmi</i> kako bi počeli.

source: You can cancel the download if it takes too long - just press <i>remind me later</i>.
es: Puede cancelar la descarga si tarda demasiado - tan solo pulse <i>recordármelo más tarde</i>.
fr: Vous pouvez annuler le téléchargement s'il prend trop de temps, cliquez juste sur <i>Me rappeler plus tard</i>.
hr: Možete prekinuti preuzimanje ako traje predugo - samo pritisnite <i>podsjeti me kasnije</i>.

source: This step is required to ensure the device will continue to serve its purpose.
ar: هذه الخطوة مطلوبة لضمان أن الجهاز سوف يستمر لخدمة غرضه.
es: Este paso es necesario para asegurar que el dispositivo seguirá siendo operativo para su propósito.
fr: Cette étape est exigée pour garantir que l'appareil continuera à remplir sa fonction.
hr: Ovaj korak je potreban kako bi se osiguralo da uređaj nastavi služiti svrsi.
hu: Ez a lépés fontos, hogy biztosak lehessünk, hogy az eszköz folytathassa feladatát.
nl: Deze stap is noodzakelijk om ervoor te zorgen dat het in de toekomst blijft functioneren.
pl: Ten krok jest wymagany, by upewnić się, że urządzenie będzie działało zgodnie z przeznaczeniem.
