Repository: FreePressUnlimited/netaidkit-web
Catalog: nak/webapp/locale/*/LC_MESSAGES/nakweb.po
Languages: ar, es, fr, hr, hu, nl, pl

source: After the update is downloaded, press the <i>upgrade</i> button to install. At this point, there's no going back. The upgrade itself should take no more than two minutes.
es: Tras descargar la actualización, pulse el botón <i>actualizar</i> para instalar. En este punto no hay vuelta atrás. La propia actualización no debería llevar más de dos minutos.
fr: Une fois que la mise à jour est téléchargée, cliquez sur le bouton <i>Mettre à niveau</i> pour l'installer. Ce processus est irréversible. La mise à niveau même ne devrait pas durer plus de deux minutes.
hr: Nakon što je ažuriranje preuzeto, pritisnite gumb <i>nadogradnja</i> kako bi instalirali. Sa ove točke nema povratka. Sama nadogradnja ne bi trebala trajati dulje od dvije minute.

source: The NetAidKit will reboot during the process, your device might then connect to a different network automatically. Please make sure you are connected to either <b>%s</b> wireless network or NetAidKit LAN port and this page will reload automatically.
ar: سوف يعاد تشغيل NetAidKit أثناء العملية، ثم قد يتم اتصال جهازك بشبكة مختلفة تلقائيا. برجاء التأكد من أنك متصل إما <b>%s</b>بشبكة لاسلكية أو منفذ شبكة محلية NetAidKit وسوف يعاد تحميل هذه الصفحة تلقائيا.
es: El NetAidKit se reiniciará durante el proceso. Puede que su dispositivo se conecte automáticamente a una red diferente. Por favor, asegúrese de que se conecta a la red inalámbrica <b>%s</b> o al puerto LAN del NetAidKit, y esta página se recargará automáticamente.
fr: Le NetAidKit redémarrera pendant le processus et votre appareil pourrait se connecter automatiquement à un réseau différent. Veuillez-vous assurer d'être soit connecté au réseau Wi-Fi <b>%s</b>, soir au port LAN du NetAidKit et cette page se rechargera automatiquement.
hr: NetAidKit će se ponovno pokrenuti tijekom procesa, tokom čega bi se Vaš uređaj mogao spojiti na drugu mrežu automatski. Molimo osigurajte da ste spojeni ili na bežičnu mrežu <b>%s</b> ili na NetAidKit LAN priključak i ova će se stranica učitati automatski.
hu: A NetAidKit újraindul a folyamat során, és lehet, hogy az eszköze más hálózatra csatlakozik ezután. Legyen biztos benne, hogy a <b>%s</b> wifi hálózathoz csatlakozik, vagy a NetAidKit LAN portjához csatlakozik és akkor ez az oldal automatikusan újratölt.
nl: De NetAidKit start gedurende dit proces opnieuw op. Je laptop of telefoon kan dan automatisch aan een ander netwerk verbinden. Controleer of je nog steeds verbonden bent met het draadloze netwerk <b>%s</b> of via de netwerk port LAN, dan ververst deze pagina automatisch.
pl: Urządzenie NetAidKit zostanie uruchomione ponownie. Twój komputer może automatycznie połączyć się z inną siecią. Proszę upewnić się, że połączenie z siecią <b>%s</b> zostało nawiązane ponownie lub kontynuować z użyciem portu LAN. Nastąpi automatyczne przekierowanie do strony logowania.

source: Please wait until the device reboots.
ar: برجاء الإنتظار حتى يتم إعادة تشغيل الجهاز.
es: Por favor, espere hasta que el dispositivo se reinicie.
fr: Veuillez patienter pendant que l'appareil redémarre.
hr: Molimo pričekajte dok se uređaj ponovno pokrene.
hu: Várjon, amíg az eszköz újraindul.
nl: Wacht aub totdat het apparaat herstart
pl: Proszę czekać na ponowne uruchomienie urządzenia.

source: Download
ar: تنزيل
es: Descargar
fr: Télécharger
hr: Preuzmi
hu: Letöltés
pl: Pobierz

source: Remind me later
ar: ذكرني لاحقا
es: Recordármelo más tarde
fr: Me rappeler plus tard
hr: Podsjeti me kasnije
hu: Emlékeztessen később
nl: Herinner mij later
pl: Przypomnij później

source: Upgrade
ar: ترقية
es: Actualizar
fr: Mettre à jour
hr: Nadogradnja
hu: Frissítés
pl: Uaktualnij

source: Are you sure you want to delete this entry?
es: ¿Está seguro de quiere borrar esta entrada?
fr: Voulez-vous vraiment supprimer cette entrée ?
hr: Jeste li sigurni da želite obrisati ovaj unos?

source: Detect automatically
ar: كشف تلقائي
es: Detectar automáticamente
fr: Détecter automatiquement
hr: Otkrij automatski
hu: Automatikus detektálás
nl: Automatisch herkennen
pl: Wykryj automatycznie

source: Select language
es: Seleccionar idioma
fr: Choisir la langue
hr: Odaberi jezik
hu: Nyelv választása
nl: Selecteer taal
pl: Wybierz język

source: <h3>Welcome!</h3>
es: <h3>¡Bienvenido!</h3>
fr: <h3>Bienvenue !</h3>
hr: <h3>Dobrodošli!</h3>
hu: <h3>Köszöntjük!</h3>
nl: <h3>Welkom!</h3>
pl: <h3>Witaj!</h3>

source: The NetAidKit is currently connected to the following network:
es: El NetAidKit está actualmente conectado a la siguiente red:
fr: Le NetAidKit est actuellement connecté au réseau suivant :
hr: NetAidKit je trenutno spojen na sljedeću mrežu:
hu: A NetAidKit jelenleg az alábbi hálózathoz csatlakozik:
nl: De NetAidKit is momenteel verbonden met het volgende netwerk:
pl: NetAidKit jest obecnie połączony z siecią:

source: Change localization settings
ar: تغيير إعدادات الترجمة
es: Cambiar la configuración de localización
fr: Changer les paramètres de localisation
hr: Promjeni lokalizacijske postavke
hu: Nyelvi beállítások változtatása
nl: Wijzig taalinstellingen
pl: Zmień ustawienia językowe

source: Reset Access Point
ar: إعادة ضبط نقطة الوصول
es: Restablecer punto de acceso
fr: Réinitialiser le point d'accès
hr: Ponovno postavi pristupnu točku
hu: Hozzáférési pont alaphelyztbe állítása
pl: Przywróć ustawienia domyślne punktu dostępu

source: You are about to reconfigure the netaidkit Access Point. You will be disconnected after clicking the 'Yes' button. You can then reconnect with your new settings.
es: Está a punto de reconfigurar el punto de acceso de NetAidKit. Se le desconectará tras pulsar el botón 'Sí'. Después puede volver a conectar con su nueva configuración.
fr: Vous êtes sur le point de reconfigurer le point d'accès netaidkit. Vous serez déconnecté après avoir cliqué sur le bouton « Oui ». Vous pourrez ensuite vous reconnecter avec vos nouveaux paramètres.
hr: Ponovno ćete konfigurirati NetAidKit pristupnu točku. Bit ćete odspojeni nakon što kliknete 'Da'. Zatim se možete ponovno spojiti s novim postavkama.

source: New network name:
ar: اسم الشبكة الجديدة:
es: Nuevo nombre de la red:
fr: Nouveau nom de réseau :
hr: Novo ime mreže:
hu: Új hálózati neév:
nl: Nieuwe netwerk naam:
pl: Nazwa nowej sieci:

source: Admin password:
ar: كلمة سر المشرف:
es: Contraseña de administrador:
fr: Mot de passe admin :
hr: Administratorska lozinka:
hu: Admin jelszó:
nl: Admin wachtwoord:
pl: Hasło administratora:

source: Distress password:
ar: كلمة السر للاستغاثة:
es: Contraseña de emergencia:
fr: Mot de passe de détresse :
hr: Lozinka za paniku:
hu: Vészjelszó:
nl: Paniek wachtwoord:
pl: Hasło awaryjne:

source: No
ar: لا
fr: Non
hr: Ne
hu: Nem
nl: Nee
pl: Nie

source: Yes
ar: نعم
es: Sí
fr: Oui
hr: Da
hu: Igen
nl: Ja
pl: Tak

source: Software version:
ar: إصدار البرنامج:
es: Versión del software:
fr: Version du logiciel :
hr: Verzija software-a:
hu: Szoftver verzió:
nl: Software versie:
pl: Wersja oprogramowania:

source: Factory reset
es: Restablecer valores de fábrica
fr: Réinitialisation usine
hr: Vraćanje na tvorničke postavke

source: Factory Reset
es: Restablecer valores de fábrica
fr: Réinitialisation
hr: Vraćanje na tvorničke postavke

source: You are about to reset your NetAidKit back to factory settings.<br> Are you sure you want to do this?
es: Está a punto de restablecer su NetAidKit de vuelta a los valores de fábrica.<br> ¿Está seguro de quiere hacer esto?
fr: Vous allez réinitialiser votre NetAidKit aux paramètres d'usine.<br> Voulez-vous vraiment le faire ?
hr: Vratit ćete svoj NetAidKit nazad na tvorničke postavke.<br> Jeste li sigurni da to želite?

source: Enter a new network name
ar: أدخل اسم الشبكة الجديدة
es: Introduzca un nuevo nombre de red
fr: Saisir un nouveau nom de réseau
hr: Unesite novo ime mreže
hu: Adjon meg egy új hálózat nevet
nl: Vul een nieuw netwerk naam in
pl: Wpisz nazwę nowej sieci

source: Enter a new wireless network name for your NetAidKit. You will connect your devices to this wireless network.
ar: أدخل اسم شبكة لاسلكية جديدة لNetAidKit الخاصة بك. سوف تقوم بتوصيل الأجهزة الخاصة بك لهذه الشبكة اللاسلكية.
es: Introduzca un nuevo nombre de red inalámbrica para su NetAidKit. Es a esta red inalámbrica a la que conectará sus dispositivos.
fr: Saisissez un nouveau nom de réseau Wi-Fi pour votre NetAidKit. Vous connecterez vos appareils à ce réseau Wi-Fi.
hr: Unesite novo ime bežične mreže za Vaš NetAidKit. Spojit ćete svoje uređaje na ovu bežičnu mrežu.
hu: Adja meg a NetAidKit wifi hálózatának nevét. Ehhez a hálózathoz csatlakoztatja majd az eszközeit.
nl: Vul een nieuw draadloos netwerk naam in voor je NetAidKit. Je zal je apparaten met dit netwerk verbinden.
pl: Wybierz nazwę sieci, która zostanie utworzona przez NetAidKit. Twoje urządzenia będą mogły dzięki niej łączyć się z siecią Internet.

source: Enter a new network password
ar: أدخل كلمة السر للشبكة الجديدة
es: Introduzca una nueva contraseña de red
fr: Saisir un nouveau mot de passe réseau
hr: Unesite novu mrežnu lozinku
hu: Adjon meg új hálózati jelszót
nl: Vul een nieuw netwerk wachtwoord in
pl: Wpisz hasło nowoutworzonej sieci bezprzewodowej.

source: To make sure only you and people you trust can connect to your NetAidKit, choose a password to protect your new wireless network. The key must be between 8 and 64 characters long.
ar: للتأكد فقط أنك والناس التي تثق فيها يمكن الاتصال بـNetAidKit الخاصة بك، اختر كلمة سر لحماية الشبكة اللاسلكية الجديدة. يجب أن يكون المفتاح بين 8 و 64 حرفا.
es: Para asegurarte de que sólo tú y la gente en la que confias pueden acceder a tu NetAidKit, elije una contraseña para proteger tu nueva red inalámbrica. La contraseña debe tener una longitud de 8 a 64 caracteres.
fr: Afin de vous assurez que seuls vous et les personnes en qui vous avez confiance puissent se connecter à votre NetAidKit, choisissez un mot de passe afin de protéger votre nouveau réseau Wi-Fi. La clé doit comporter entre 8 et 64 caractères.
hr: Kako bi osigurali da se samo Vi i ljudi kojima vjerujete možete spojiti na Vaš NetAidKit, odaberite lozinku kojom ćete zaštititi svoju bežičnu mrežu. Ključ mora biti između 8 i 64 znaka dug.
hu: Ahhoz, hogy csak saját maga és akiben megbízik csatlakozhasson a NetAidKit-jéhez, adjon meg egy wifi jelszót. A jelszónak 8 és 64 karakter hosszúnak kell lennie.
nl: Om er zeker van te zijn dat alleen jij en mensen die jij vertrouwt met je NetAidKit kunnen verbinden moet je een nieuw wachtwoord instellen. Het wachtwoord moet tussen de 8 en 64 tekens lang zijn.
pl: Aby upewnić się, że sieć będzie dostępna tylko dla Ciebie i zaufanych osób,wybierz hasło sieci bezprzewodowej. Długość hasła musi mieścić się pomiędzy 8, a 64 znakami.

source: Confirm new network password
ar: تأكيد كلمة السر الجديدة للشبكة
es: Confirma la nueva contraseña de red
fr: Confirmer le nouveau mot de passe réseau
hr: Potvrdite novu mrežnu lozinku
hu: Erősítse meg az új hálózati jelszót
nl: Bevestig nieuw netwerk wachtwoord
pl: Potwierdź hasło nowej sieci bezprzewodowej

source: Please retype your wireless network key.
es: Por favor, vuelva a escribir su clave de red inalámbrica.
fr: Veuillez saisir la clé de votre réseau Wi-Fi de nouveau.
hr: Molimo ponovo unesite ključ bežične mreže.

source: Change Wireless Settings
ar: تغيير الإعدادات اللاسلكية
es: Cambiar configuración de la red inalámbrica
fr: Changer les paramètres Wi-Fi
hr: Promjeni bežične postavke
hu: Wifi beállítások megváltoztatás
nl: Wijzig Draadloze Instellingen
pl: Zmień ustawienia sieci bezprzewodowej

source: Enter the current administrator password
ar: أدخل كلمة سر المشرف الحالي
es: Introduzca la contraseña actual de administrador
fr: Saisir le mot de passe actuel de l'administrateur
hr: Unesite trenutnu administratorsku lozinku
hu: Adja meg az aktuális admin jelszót
nl: Vul huidige administrator wachtwoord in
pl: Wpisz obecne hasło administratora

source: Please enter the current admininstrator password entered during configuration.
ar: برجاء إدخال كلمة سر المشرف الحالية التي تم إدخالها أثناء التهيئة.
es: Por favor, inserte la contraseña actual de administrador introducida durante la configuración.
fr: Veuillez saisir le mot de passe actuel de l'administrateur défini lors de la configuration.
hr: Molimo da potvrdite trenutnu administratorsku lozinku tijekom konfiguracije.
hu: Kérjük, adja meg az aktuális admin jelszót, amit a beállítás során adott meg.
nl: Vul het huidige administrator wachtwoord in zoals tijdens de configuratie ingegeven.
pl: Wpisz hasło administratora użyte podczas konfiguracji.

source: Enter a new administrator password
ar: ادخل كلمة سر المشرف الجديدة
es: Introduzca una nueva contraseña de administrador
fr: Saisir un nouveau mot de passe d'administrateur
hr: Unesite novu administratorsku lozinku
hu: Adjon meg egy új admin jelszót
nl: Vul een nieuw administrator wachtwoord in
pl: Wpisz nowe hasło administratora

source: Enter a new administrator password used to log in to the configuration panel of the NetAidKit. The password must be at least 8 characters long.
ar: ادخل كلمة سر المشرف الجديدة المستخدمة لتسجيل الدخول إلى لوحة التهيئة الخاصة بـ NetAidKit. يجب أن تكون كلمة السر بطول 8 أحرف على الأقل.
es: Introduzca una nueva contraseña de administrador para acceder al panel de configuración del NetAidKit. La contraseña debe tener una longitud de al menos 8 caracteres.
fr: Saisir un nouveau mot de passe d'administrateur qui sera utilisé pour se connecter à la page de configuration du NetAidKit. Le mot de passe doit comporter au moins 8 caractères.
hr: Unesite novu administratorsku lozinku korištenu za prijavu na konfiguracijski pano NetAidKit-a. Lozinka mora imati najmanje 8 znakova.
hu: Adjon meg egy új admin jelszót, amivel a konfigurációs beállításokhoz léphet be a NetAidKit-ben. A jelszónak legalább 8 karakteres hosszúnak kell lennie.
nl: Vul een nieuw administrator wachtwoord in om in te kunnen loggen in het configuratiescherm. Het wachtwoord moet minimaal 8 tekens lang zijn.
pl: Wpisz hasło administratora wymagane podczas logowania do panelu konfiguracyjnegourządzenia NetAidKit. Hasło musi mieć co najmniej 8 znaków.

source: Confirm new administrator password
ar: تأكيد كلمة السر الجديدة للمشرف
es: Confirme la nueva contraseña de administrador
fr: Confirmer le nouveau mot de passe d'administrateur
hr: Potvrdite novu administratorsku lozinku
hu: Erősítse meg az új jelszót
nl: Bevestig nieuw administrator wachtwoord
pl: Potwierdź hasło administratora

source: Please retype the new administrator password.
ar: برجاء إعادة كتابة كلمة سر المشرف الجديدة.
es: Por favor, repita la nueva contraseña de administrador.
fr: Veuillez saisir le nouveau mot de passe d'administrateur de nouveau.
hr: Molimo ponovno upišite novu administratorsku lozinku.
hu: Kérjük gépelje be újra az admin jelszót.
nl: Vul het administator wachtwoord nogmaals in.
pl: Wpisz ponownie hasło administratora w celu weryfikacji

source: Change Password Settings
ar: تغيير إعدادات كلمة السر
es: Cambiar contraseña
fr: Modifier les paramètres de mot de passe
hr: Promjeni postavke lozinke
hu: Jelszó beállítások megváltoztatása
nl: Wijzig Wachtwoord Instellingen
pl: Zmień ustawienia logowania

source: Change Network:
es: Cambiar la red:
fr: Changer de réseau :
hr: Promjeni mrežu:
hu: Hálózat váltása:
nl: Wijzig Netwerk:
pl: Zmień sieć:

source: Choose a new network to connect to with the NetAidKit (and enter the password):
es: Escoja una nueva red a la que conectar con el NetAidKit (e introduzca la contraseña):
fr: Choisir un nouveau réseau auquel se connecter avec le NetAidKit (et saisir le mot de passe) :
hr: Odaberite novu mrežu na koju ćete se spojiti s NetAidKit-om (i unesite lozinku):

source: Select a network:
es: Seleccione una red:
fr: Choisir un réseau :
hr: Odaberite mrežu:

source: Connecting to selected network...
es: Conectar a la red seleccionada...
fr: Connexion au réseau choisi...
hr: Spajanje na odabranu mrežu...

source: Connect to VPN
ar: اتصل بالشبكة الخاصة الافتراضية
es: Conectar a VPN
fr: Connexion au RPV
hr: Spoji se na VPN
hu: Csatlakozás VPN-hez
nl: Verbind met VPN
pl: Połącz z siecią VPN

source: <p>Connecting to a VPN will send all your internet traffic through an encrypted VPN tunnel.</p> <p>If you trust the other end of the tunnel, VPNs are a great way to secure your data and enhance your privacy.</p> <p>Please note that the VPN operator can still monitor your network traffic.</p> <p>Are you sure you want to connect to the VPN?</p>
es: <p>Conectando a una VPN enviará todo su tráfico de Internet a través de un túnel VPN cifrado.</p> <p>Si confía en el otro extremo del túnel, las VPNs son una forma estupenda de asegurar sus datos y mejorar su privacidad.</p> <p>Por favor, observe que el operador de la VPN todavía puede monitorizar su tráfico de red.</p> <p>¿Está seguro de que quiere conectar a la VPN?</p>
fr: <p>La connexion à un RPV acheminera tout votre trafic Internet au travers d'un tunnel RPV chiffré.</p> <p>Si vous faites confiance à ce qui se trouve à l'autre bout du tunnel, les RPV sont une bonne façon de sécuriser vos données tout améliorant la protection de vos données personnelles.</p> <p>Veuillez prendre note que l'opérateur du RPV peut quand même surveiller votre trafic réseau.</p> <p>Voulez-vous vraiment vous connecter au RPV ?</p>
hr: <p>Spajanje na VPN će poslati sav Vaš internet promet kroz enkriptirani tunel.</p> <p>Ako vjerujete drugom kraju tunela, VPN-ovi su odličan način osiguranja Vaših podataka i poboljšanja Vaše privatnosti.</p> <p>Imajte na umu da operater VPN-a i dalje može nadzirati Vaš mrežni promet.</p> <p>Jeste li sigurni da se želite spojiti na VPN?</p>

source: Delete VPN configuration
ar: مسح تهيئة الشبكة الخاصة الافتراضية
es: Eliminar configuración VPN
fr: Supprimer la configuration RPV
hr: Obriši VPN konfiguraciju
hu: VPN konfiguráció törlése
nl: Verwijder VPN configuratie
pl: Usuń ustawienia sieci VPN

source: Are you sure you want to delete the following VPN:
ar: هل أنت متأكد أنك تريد مسح الشبكة الخاصة الافتراضية الآتية:
es: ¿Estás seguro de que quieres eliminar la siguiente VPN?:
fr: Voulez-vous vraiment supprimer le RPV suivant :
hr: Jeste li sigurni da želite obrisati sljedeći VPN:
hu: Biztosan szeretné törölni a következő VPN-t:
nl: Weet je zeker dat je de volgende VPN wilt verwijderen:
pl: Czy na pewno chcesz usunąć tę sieć VPN:

source: Configuring a VPN connection is as easy as uploading an OpenVPN configuration file. Hit the browse button and select your ovpn configuration file to add it to the list of VPN connections.
es: Configurar una conexión VPN es tan fácil como subir un fichero de configuración de OpenVPN. Pulse el botón Examinar y seleccione su fichero de configuración .ovpn para añadirlo a la lista de conexiones VPN.
fr: Pour configurer une connexion RPV, il suffit de téléverser un fichier de configuration OpenVPN. Cliquez sur le bouton parcourir et choisissez votre fichier de configuration ovpn pour l'ajouter à la liste de connexions RPV.
hr: Konfiguriranje VPN veze je jednostavno koliko i postavljanje OpenVPN konfiguracijske datoteke. Kliknite gumb Pregledaj i odaberite svoju ovpn konfiguracijsku datoteku kako bi ju dodali u listu VPN veza.

source: Upload
ar: تحميل
es: Subir
fr: Téléverser
hr: Postavi
hu: Feltöltés
nl: Uploaden
pl: Prześlij

source: Disconnect from VPN
ar: قطع الاتصال بالشبكة الخاصة الافتراضية
es: Desconectar de VPN
fr: Déconnexion du RPV
hr: Odspoji se sa VPN-a
hu: VPN kapcsolat megszakítása
nl: Verbinding met VPN verbreken
pl: Odłącz od sieci VPN

source: By disconnecting from the VPN, your data will no longer be encrypted. Are you sure this is what you want to do?
ar: حين تقطع الاتصال بالشبكة الخاصة الافتراضية، لن يتم تشفير البيانات الخاصة بك. هل أنت متأكد من أنك تريد أن تفعل ذلك؟
es: Al desconectarte de la VPN, tus datos dejarán de estar encriptados. ¿Estás seguro de que esto es lo que quieres?
fr: En vous déconnectant du RPV, vos données ne seront plus chiffrées. Est-ce vraiment ce que vous voulez faire ?
hr: Odspajanjem sa VPN-a Vaši podatci neće više biti enkriptirani. Jeste li sigurni da to želite?
hu: A VPN-ről lecsatlakozással az adatai nem lesznek többé titkosítva. Biztosan szeretné ezt tenni?
nl: Door de VPN verbinding te verbreken zal je data niet langer versleuteld worden. Weet je zeker dat dit is wat je wilt?
pl: Po odłączeniu od sieci VPN Twój ruch sieciowy nie będzie już szyfrowany.Czy na pewno chcesz to zrobić?

source: You are connected to a VPN
ar: أنت متصل بالشبكة الخاصة الافتراضية
es: Estás conectado a una VPN
fr: Vous êtes connecté à un RPV
hr: Spojeni ste na VPN
hu: VPN-hez csatlakoztatva
nl: Je bent verbonden met een VPN
pl: Jesteś połączony z siecią VPN

source: Connecting to VPN
ar: جاري الاتصال بالشبكة الخاصة الافتراضية
es: Conectando a VPN
fr: Connexion au RPV
hr: Spajanje na VPN
hu: Csatlakozás VPN-hez
nl: Verbinding maken met VPN
pl: Trwa łączenie z siecią VPN

source: A Virtual Private Network creates an encrypted tunnel between the NetAidKit and a trusted network over the Internet.
ar: تخلق الشبكة الخاصة الافتراضية نفقا مشفرا بين NetAidKit وشبكة موثوق بها عبر الإنترنت.
es: Una Red Privada Virtual crea un túnel encriptado entre el NetAidKit y una red de confianza a través de Internet.
fr: Un Réseau Privé Virtuel crée un tunnel chiffré entre le NetAidKit et un réseau de confiance, par Internet.
hr: Virtualna privatna mreža stvara enkriptirani tunel između NetAidKit-a i mreže kojoj se vjeruje preko interneta.
hu: A VPN (Virtuális magán hálózat) egy titkosított csatornát hoz létre az interneten keresztül a NetAidKit és egy megbízható hálózat közé.
nl: Een Virtual Private Network maakt een versleutelde tunnel tussen de NetAidKit en een vertrouwd netwerk over het Internet.
pl: Oprogramowanie Wirtualnej Sieci Prywatnej nawiązuje szyfrowane połączenie pomiędzy urządzeniem NetAidKit, a zaufaną siecią przy pomocy Internetu.

source: You are currently connected to VPN network:
es: Actualmente está conectado a la red VPN:
fr: Vous êtes actuellement connecté au réseau RPV :
hr: Trenutno ste spojeni na VPN mrežu:

source: VPN
fr: RPV

source: Add a VPN connection...
ar: أضف اتصال بالشبكة الخاصة الافتراضية...
es: Añadir una conexión VPN...
fr: Ajouter une connexion RPV...
hr: Dodaj VPN vezu...
hu: VPN kapcsolat hozzáadása
nl: Voeg een VPN verbinding toe...
pl: Dodaj połączenie VPN...

source: Change Network
es: Cambiar la red
fr: Changer de réseau
hr: Promjeni mrežu
hu: Hálózat választása
pl: Zmień sieć

source: Connect to Tor
ar: اتصل بـتور
es: Conectar a Tor
fr: Se connecter à Tor
hr: Spoji se na Tor
hu: Csatalkozás a Tor-hoz
nl: Verbind met Tor
pl: Połącz z siecią Tor
